{
	"london": {
        "weatherId": 2643743,
        "infoText": "London is the capital and largest city of England and the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km²) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans.The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km²) and colloquially known as the Square Mile − retains boundaries that follow closely its medieval limits.The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.",
        "mapCoordinates": [51.505, -0.09]
    },
	"paris": {
        "weatherId": 2988507,
        "infoText": "Paris is the capital and most populous city of France, with an area of 41 square miles (105 km²). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science, and the arts. The City of Paris is the centre and seat of government of the Paris Region. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore. Paris is especially known for its museums and architectural landmarks: the Louvre was the most visited art museum in the world in 2018.",
         "mapCoordinates": [48.864, 2.34]
    },
     "copenhagen":  {
        "weatherId": 2618425,
        "infoText":  "Copenhagen is the capital and most populous city of Denmark. Copenhagen is situated on the eastern coast of the island of Zealand; another small portion of the city is located on Amager, and it is separated from Malmö, Sweden, by the strait of Öresund. The Öresund Bridge connects the two cities by rail and road. Originally a Viking fishing village established in the 10th century in the vicinity of what is now Gammel Strand, Copenhagen became the capital of Denmark in the early 15th century. Since the turn of the 21st century, Copenhagen has seen strong urban and cultural development, facilitated by investment in its institutions and infrastructure. The city is the cultural, economic and governmental centre of Denmark; it is one of the major financial centres of Northern Europe with the Copenhagen Stock Exchange. Copenhagen's economy has seen rapid developments in the service sector, especially through initiatives in information technology, pharmaceuticals and clean technology.",
        "mapCoordinates": [55.676, 12.56]
    },
       "stockholm":  {
        "weatherId": 2673730,
        "infoText": "Stockholm is the capital of Sweden and the most populous urban area in the Nordic countries. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. Stockholm is the cultural, media, political, and economic centre of Sweden. The city is home to some of Europe's top ranking universities, such as the Stockholm School of Economics, Karolinska Institute and KTH Royal Institute of Technology. It hosts the annual Nobel Prize ceremonies and banquet at the Stockholm Concert Hall and Stockholm City Hall. One of the city's most prized museums, the Vasa Museum, is the most visited non-art museum in Scandinavia.",
        "mapCoordinates": [59.334, 18.06]
    }
}	


